Revit 2027 API
AssetPropertyUInt64.Value Property
Get the value of the property.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ulong Value { get; }
Public ReadOnly Property Value As ULong
	Get
public:
property unsigned long long Value {
	unsigned long long get ();
}
member Value : uint64 with get
Property Value
UInt64
See Also
Reference
AssetPropertyUInt64 Class
Autodesk.Revit.DB.Visual Namespace